taskt/Core/Automation/Commands/ImageGroup/GetPixelColourCommand.dot
digraph "GetPixelColourCommand" {
"GetPixelColourCommand" -> "ScriptCommand";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
