taskt/Core/Automation/Commands/ImageGroup/GetPixelColourCommand.puml
@startuml
GetPixelColourCommand --> ScriptCommand
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
